/* About menu item title */
"About" = "Om";

/* 'About' document header */
"About ATVLoader" = "Om ATVLoader";

/* Alert dialog title */
"AFP Disable Failed" = "AFP Stopp Misslyckades";

/* Alert dialog title */
"AFP Enable Failed" = "AFP Start Misslyckades";

/* SSH Menu item title when AFP server is disabled */
"AFPDisabled" = "AFP Tjänsten Avstängd";

/* Alert dialog primary string */
"AFPDisableFailedPrimary" = "Misslyckades att stänga av AFP tjänsten";

/* Alert dialog secondary string */
"AFPDisableFailedSecondary" = "Det är möjligt att AFP tjänsten inte är startad, eller att den inte är inställd att starta vid omstart.";

/* SSH Menu item title when AFP server is enabled */
"AFPEnabled" = "AFP Tjänsten Startad";

/* Alert dialog primary string */
"AFPEnableFailedPrimary" = "Misslyckades att starta AFP Tjänsten";

/* Alert dialog secondary string */
"AFPEnableFailedSecondary" = "";

/* Alert dialog primary string */
"An error occurred during installation" = "Det inträffade ett fel under installationen";

/* 'author' plugin info leader */
"Author" = "Författare";

/* 'url' plugin info leader */
"Author's URL" = "Författarens URL";

/* Title of the plugin's item on the main menu */
"AwkwardTVMenuItemName" = "Awkward TV";

/* 'category' plugin info leader */
"Category" = "Category";

/* 'copyright' plugin info leader */
"Copyright" = "Copyright";

/* Disable Service Button Title */
"Disable" = "StängAv";

/* Disable AFP Document Header */
"Disable AFP Server" = "StängAv AFP Tjänsten";

/* Disable SSH Document Header */
"Disable SSH Server" = "StängAV SSH Tjänsten";

/* Plugin download page title */
"Downloading Plugin..." = "Laddar ner Tilläggsmodul...";

/* Codec download page title */
"Downloading QuickTime Codec..." = "Laddar ner QuickTime Codec...";

/* Screen saver download page title */
"Downloading Screen Saver..." = "Laddar ner Skärmsläckare...";

/* Default download page title */
"Downloading..." = "Laddar ner...";

/* Download Plugins menu title */
"DownloadNewPlugins" = "Ladda Ner Moduler";

/* Enable Service Button Title */
"Enable" = "Starta";

/* Enable AFP Document Header */
"Enable AFP Server" = "Starta AFP Tjänsten";

/* Enable SSH Document Header */
"Enable SSH Server" = "Starta SSH Tjänsten";

/* Parser error reason */
"Error parsing XML file" = "Fel vid tolkning av XML filen";

/* 'Install plugin' button title */
"Install" = "Installera";

/* Page title when installation is complete */
"Installation Complete" = "Installationen är Klar";

/* Alert dialog title */
"Installation Failed" = "Installationen Misslyckades";

/* Plugin install page title */
"Installing Plugin..." = "Installerar Tillägg...";

/* Codec install page title */
"Installing QuickTime Codec..." = "Installerar QuickTime Codec...";

/* Screen saver install page title */
"Installing Screen Saver..." = "Installerar Skärmsläckare...";

/* Default install page title */
"Installing..." = "Installerar...";

/* 'pubDate' plugin info leader */
"Last Updated" = "Senast Uppdaterad";

/* 'license' plugin info leader */
"License" = "Licens";

/* Shown while waiting for individual plugin images to download */
"LoadingPluginImages" = "Laddar Modulens Bilder";

/* Shown while waiting for individual plugin info to download */
"LoadingPluginInfo" = "Laddar Information om Tilläggsmodulen";

/* Shown while waiting for plugin list to download */
"LoadingPluginList" = "Laddar AwkwardTV Katalogen";

/* Button Title */
"OK" = "OK";

/* Parser error suggestion */
"XMLParserErrorSuggestion" = "Kontakta administratören på plugins.awkwardtv.org för att informera om det här problemet";

/* Quit */
"Quit" = "Avsluta";

/* Title for Advance Reboot Warning alert */
"RebootWarningTitle" = "Omstart Krävs";

/* Alert dialog title */
"SSH Disable Failed" = "SSH Stopp Misslyckades";

/* Alert dialog title */
"SSH Enable Failed" = "SSH Start Misslyckades";

/* SSH Menu item title when SSH server is disabled */
"SSHDisabled" = "SSH Tjänsten Avstängd";

/* Alert dialog primary string */
"SSHDisableFailedPrimary" = "Misslyckades att stänga av SSH Tjänsten";

/* Alert dialog secondary string */
"SSHDisableFailedSecondary" = "Det är möjligt att tjänsten inte körs.";

/* SSH Menu item title when SSH server is enabled */
"SSHEnabled" = "SSH Tjänsten Startad";

/* Alert dialog primary string */
"SSHEnableFailedPrimary" = "Misslyckades att starta SSH Tjänsten";

/* Alert dialog secondary string */
"SSHEnableFailedSecondary" = "";

/* No comment provided by engineer. */
"UnimplementedFeature" = "Oimplementerad Funktion";

/* No comment provided by engineer. */
"UnimplementedPrimary" = "Den här funktionen är inte implementerad";

/* No comment provided by engineer. */
"UnimplementedSecondary" = "...men det blir säkert kanon när det är klart :)";

/* Failure reason string */
"Unzip/untar failed with error '%d'" = "Unzip/untar misslyckades med felmeddelande '%d'";

/* Text tag for updated plugin list items */
"Updated" = "Updaterad";

/* 'version' plugin info leader */
"Version" = "Version";

